Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie jadłem nic od kilku godzin, ale boję się zwolnić miejsce w kolejce.
uk: Я нічого не їв вже кілька годин, але боюся залишати своє місце у черзі.

source: Nie jest aż tak intensywny, nie musisz panikować.
uk: Він не такий вже й сильний, не варто панікувати.

source: Nie jest dobrze na winnicy, czuję to. Nie wszyscy są zadowoleni z rządów Holdwiga.
uk: На винограднику не все гаразд, я це відчуваю. Не всі задоволені управлінням Гольдвіга.

source: Nie jest dobrze. Przez wojnę nasza wioska stała się ulubionym przystankiem wszelakiej maści problemów i uchodźców.
uk: Нічого доброго. Через війну наше село стало притулком для всіляких проблем і біженців.

source: Nie jest dobrze. Przez wojnę, nasza wioska stała się ulubionym przystankiem wszelakiej maści problemów i uchodźców.
uk: Нічого доброго. Через війну наше село стало притулком для всіляких проблем і біженців.

source: Nie jest dobrze. Przez wojnę, nasza wioska stała się ulubionym przystankiem wszelkiej maści problemów i uchodźców.
uk: Недобре це все. Через війну наше село стало улюбленим прихистком для різноманітних проблем і біженців.

source: Nie jest ich zbyt dużo. Poradzimy sobie.
uk: Їх не так вже й багато. Ми впораємось.

source: Nie jest mi smutno. Chodzi mi o zwiększenie zysków ze sprzedaży tutejszej soli.
uk: Я не засмучений. Просто зацікавлений у збільшенні доходів від продажу тутешньої солі.

source: Nie jest najgorzej, nie jest najlepiej. Najważniejsze, że mogę żyć wśród swoich.
uk: Не найгірше і не найкраще. Головне, що я можу жити серед своїх.

source: Nie jest najlepiej, ludzie Lichwiarza i Ulryka panoszą się i mordują obywateli w całym mieście.
uk: Ситуація не з найкращих, люди Лихваря та Ульріка лютують і вбивають людей по всьому місту.

source: Nie jest nas tu wielu, ale podoba mi się to. Nie mógłbym wytrzymać w mieście, gdzie codziennie spotykasz nową twarz.
uk: Нас тут небагато, але мені це подобається. Я б не витримав у місті, де щодня зустрічаєш нові обличчя.

source: Nie jest tajemnicą, że mieszkańcy za nami nie przepadają. Nie podejrzewasz nikogo z nich?
uk: Не секрет, що місцеві нас недолюблюють. Ти нікого з них не підозрюєш?

source: Nie jest tak źle, jak już poznasz ludzi. Spróbuj pogadać z Oscarem, ma tu dużo do powiedzenia.
uk: Все не так вже й погано, якщо познайомитися з людьми ближче. Спробуй поговорити з Оскаром, йому є що розповісти.

source: Nie jest tam tak ciepło jak w pozostałych częściach wyspy. Wydaje mi się, że to miejsce może ci odpowiadać.
uk: Там не так тепло, як на решті острова. Мені здається, що це місце може тобі підійти.

source: Nie jest to do końca legalne...
uk: Це не зовсім законно...

source: Nie jest to dobry moment by rozmyślać nad nowymi skórami dla Baesa.
uk: Зараз не найкращий час для пошуку шкур для Байса.

source: Nie jest to dużo, ale to wszystko, co ci mogę dać.
uk: Це небагато, але це все, що я можу тобі дати.

source: Nie jest to jednak piwo dla każdego. Jest mocne, czarne prawie jak smoła. W smaku bardzo intensywne, jednak jeśli wytrzymasz pierwszy łyk... Po prostu warto.
uk: Однак це пиво не для всіх. Воно міцне, майже таке ж чорне, як смола. Смак дуже насичений, однак, якщо ти витримаєш перший ковток... Воно того варте.

source: Nie jest to może najłatwiejszy kawałek chleba, ale z odpowiednim podejściem na Archolos można nieźle zarobić jako handlarz.
uk: Можливо, це не найпростіша справа, але при правильному підході завдяки торгівлі на Архолосі можна заробити чималі гроші.

source: Nie jest to na tyle trudne zadanie, by wysyłać najlepszych, a jak wysyłałem gorszych, to wracali z rozprutym gardłem.
uk: Це не настільки складне завдання, щоб відправляти на нього найкращих. Але якщо я відправлю найгірших, то вони повернуться з перерізаним горлом.

source: Nie jest to najbezpieczniejsze miejsce na świecie, jeśli o to pytasz. Można tu spotkać kilku naprawdę groźnych facetów, ale jeśli wiesz jak sobie radzić...
uk: Якщо ти вже питаєш, то це не найбезпечніше місце у світі. Тут можна зустріти дійсно небезпечних хлопців, але якщо ти знаєш, як себе поводити...

source: Nie jest to najgorszy pomysł, ale po kolei.
uk: Це не найгірша ідея, але не варто поспішати.

source: Nie jest to solidna robota. Tani zamiennik w porównaniu z tym czym obecnie dysponujecie.
uk: Не дуже якісна робота. Дешева заміна порівняно з тим, що у вас є зараз.

source: Nie jest to szlachetna czerń warga, ale należy ci się parę monet.
uk: Це не благородна шкура чорного варга, але ти заслуговуєш на кілька монет.

source: Nie jest to twoje pierwsze wykroczenie.
uk: Це не перше твоє порушення.

source: Nie jest to wygórowana cena.
uk: Це не захмарна ціна.

source: Nie jest to zbyt hojna nagroda.
uk: Не дуже щедра винагорода.

source: Nie jest tu za wilgotno?
uk: А тут на болоті не занадто волого?

source: Nie jest tutaj tak źle. Mam dach nad głową, mam co jeść, a Oscar dba by włos nam z głowy nie spadł.
uk: Тут не так вже й погано. У нас є дах над головою, є що поїсти, а Оскар стежить, щоб з наших голів не впало жодної волосинки.

source: Nie jest ważne, skąd o tym wiem, ale co ty jeszcze możesz mi powiedzieć na ten temat.
uk: Неважливо, звідки я це знаю. Важливо, що ще ти розповіси мені про це.

source: Nie jest zadowolony z twojego człowieka.
uk: Він не задоволений твоєю людиною.

source: Nie jest złe to winko co?
uk: Непогане винце, правда?

source: Nie jest zły. Bez Corteza ci bandyci zamienią się w zwykłą zgraję dzikusów pozbawionych organizacji i dyscypliny. Rozgromimy ich w kilka chwil.
uk: Непогано. Без Кортеза ці бандити перетворяться на зграю дикунів, позбавлених організації та дисципліни. Ми знищимо їх за кілька хвилин.

source: Nie jest źle jak na kanały, co?
uk: Непогано як для каналізації, правда?

source: Nie jest źle, trochę poćwicz i może uda się to komuś sprzedać.
uk: Непогано, трохи потренуйся і, може, вдасться комусь це продати.

source: Nie jestem bogaty, ale jakoś staram się wiązać koniec z końcem.
uk: Я не багатий, але намагаюся зводити кінці з кінцями.

source: Nie jestem bogaty, ale proszę, weź ten pas. Dostałem go od krawca z miasta.
uk: Я не багатий, але прошу тебе, візьми цей пояс. Я купив його у кравця в місті.

source: Nie jestem bogaty, ale proszę, weź to złoto. Zasługujesz na nie.
uk: Я не багатий, але, будь ласка, візьми це золото. Ти його заслужив.

source: Nie jestem bogaty, ale zapłacę ci, jeśli mi pomożesz.
uk: Я не багатий, але я заплачу тобі, якщо ти мені допоможеш.

source: Nie jestem cyrulikiem ani alchemikiem, ale za młodu miałem okazję pomagać jednemu magowi w leczeniu rannych.
uk: Я не цирульник і не алхімік, але замолоду мав нагоду допомагати одному магу лікувати поранених.

source: Nie jestem głupi, by trzymać wszystkie oszczędności na wierzchu. Gdy tylko dowiedziałem się o waszym przybyciu, na wszelki wypadek dobrze ukryłem swoje ciężko zarobione złoto.
uk: Я не дурний, щоб зберігати всі свої заощадження на видноті. Як тільки я дізнався про ваше прибуття, я про всяк випадок добре сховав своє важко зароблене золото.

source: Nie jestem głupi. Przynosisz rozkazy prosto od Króla, oczywistym jest, że unikanie ich to proszenie się o kłopoty.
uk: Я ж не дурний. Це прямі накази від Короля, очевидно, що їх невиконання – це шлях до неприємностей.

source: Nie jestem jak wszyscy tutaj, nie mam zamiaru się z tobą bić. Wystarczającą ilość razy sam dostałem po mordzie.
uk: Я не такий, як усі тут, я не збираюся з тобою битися. Я й сам не раз отримував по обличчю.

source: Nie jestem jedną z tych osób.
uk: Я не з таких людей.

source: Nie jestem już strażnikiem. Weigar nie może liczyć na moją pomoc w sprawie tych rzezimieszków.
uk: Я більше не вартовий. Вейгар більше не зможе розраховувати на мою допомогу у справі з цими бандитами.

source: Nie jestem mordercą. Zresztą powiedział mi wszystko to, co chciałem od niego usłyszeć.
uk: Я не вбивця. Так чи інакше, він розповів мені все, що я хотів від нього почути.

source: Nie jestem na tyle głupi, by próbować oszukiwać Corteza. Przynajmniej do czasu. Pirat rozkazał mi zabić Becketta. Czas wyrównać rachunki!
uk: Я не настільки дурний, щоб намагатися обдурити Кортеза. Принаймні поки що. Пірат наказав мені вбити Беккета. Настав час помсти!

source: Nie jestem na tyle odważna. Trzymaj się tam.
uk: Я не настільки хоробра. Тримайся там.

source: Nie jestem najlepszy w niezobowiązujących rozmowach.
uk: Я не сильний у невимушених розмовах.

source: Nie jestem nierobem i darmozjadem, po prostu zostałam okradziona zaraz po wejściu do miasta.
uk: Я не ледарка і не дармоїдка, просто мене пограбували, як тільки я потрапила в місто.

source: Nie jestem oszustem!
uk: Я не шахрай!

source: Nie jestem pewien co się tu dzieje, dopiero przyszedłem.
uk: Я не знаю, що тут відбувається, я щойно прийшов.

source: Nie jestem pewien czy mogę się tym teraz zająć.
uk: Я не впевнений, що можу з цим впоратися прямо зараз.

source: Nie jestem pewien czy to zadziała. Viktor musiałby być wtajemniczony.
uk: Я не впевнений, що це спрацює. Віктора потрібно ввести в суть справи.

source: Nie jestem pewien, ale chyba tak. Każdy, kogo pytałem, nazywał go inaczej.
uk: Не впевнений, але думаю, що так. Всі, кого я питав, називали його інакше.

source: Nie jestem pewien, czy dobrze zrobiłeś. Było widać, że coś kręcą - mogłeś ich chociaż dokładniej wypytać.
uk: Я не впевнений, що ти вчинив правильно. Було очевидно, що вони щось замислили – можна було хоча б ретельно їх допитати.

source: Nie jestem pewien, czy ten przepis jest dobry.
uk: Я не впевнений, чи цей рецепт вдалий.

source: Nie jestem pewien, czy zabijanie ich wszystkich to najlepsze wyjście. I czy strażnik zechce wziąć w tym udział.
uk: Я не впевнений, що вбити їх усіх - найкращий варіант. І чи захоче вартовий брати в цьому участь.

source: Nie jestem pewien, na czym stanęła sprawa z Nelsonem. Chyba zbyt długo ją ignorowałem.
uk: Не знаю, як справи у Нельсона. Думаю, я занадто довго його ігнорував.

source: Nie jestem przekonany.
uk: Я в цьому не впевнений.

source: Nie jestem samobójcą. Rozkaz to rozkaz.
uk: Я не самогубець. Наказ є наказ.

source: Nie jestem specjalistą od trucizn, ale może gdybym połączył kilka toksycznych składników, to udałoby mi się stworzyć coś, co pomoże mi wyciągnąć informacje z Bena. Najlepiej, jeśli będą to składniki łatwo dostępne na bagnie. Spróbuję z kłami błotnego węża oraz żądłem krwiopijcy.
uk: Я не експерт з отрут, але, можливо, якщо я поєднаю кілька токсичних складників, то зможу створити дещо, що допоможе мені витягти з Бена інформацію. В ідеалі, це мають бути складники, легкодоступні на болоті. Я спробую використати зуби болотожера та жало шершня.

source: Nie jestem stąd, niedawno przybyłem na Archolos.
uk: Я не місцевий, нещодавно прибув на Архолос.

source: Nie jestem taki pewien. Gildia ma ostatnio sporo przeciwników, a powszechnie wiadomo, że Helga z nami współpracuje.
uk: Я не дуже впевнений. Останнім часом у Гільдії з'явилося багато ворогів, і всім відомо, що Хельга працює з нами.

source: Nie jestem wojownikiem ani żadnym lordem, ale poradzę sobie tutaj świetnie!
uk: Я не воїн і не якийсь там лорд, але тут я дам собі раду!

source: Nie jestem wojownikiem! Nie po to uciekałem z Khorinis, żeby zginąć w lesie na Archolos.
uk: Я не воїн! Я втік з Хорініса не для того, щоб померти в лісі на Архолосі.

source: Nie jestem wojskowym, ale przypuszczam, że mieli lepsze statki.
uk: Я не військовий, але припускаю, що у них були кращі кораблі.

source: Nie jestem zadowolony z wyniku twoich działań.
uk: Я не задоволений твоїм результатом.

source: Nie jestem zainteresowany.
uk: Мені це не цікаво.

source: Nie jestem złodziejem. Proszę.
uk: Я не крадій. Вислухай мене.

source: Nie jestem żadnym oprawcą! Po prostu chciałem poćwiczyć magię przyzwania...
uk: Я не поганець! Я просто хотів попрактикуватися в магії виклику...

source: Nie jestem żadnym szpiegiem!
uk: Ніякий я не шпигун!

source: Nie jesteś czasem zbyt wścibski?
uk: Чи не занадто ти допитливий?

source: Nie jesteś jednym z nas, lecz tkwi w tobie więcej Wilczego Syna niż w niejednym z naszych.
uk: Ти не один із нас, але в тобі більше Вовчого Сина, ніж у багатьох із наших.

source: Nie jesteś stąd, prawda?
uk: Ти не з цих країв, так?

source: Nie jesteś tutejszy, prawda?
uk: Ти ж не місцевий, так?

source: Nie jesteś tutejszy? Możesz zapomnieć o zostaniu obywatelem, Matey w życiu ci nie wyda odpowiednich dokumentów. I bardzo dobrze.
uk: Ти не місцевий? Про отримання громадянства можеш забути, Матей за все життя не видасть тобі потрібних документів. І дуже добре.

source: Nie jesteś tutejszy? Możesz zapomnieć o zostaniu obywatelem, Matey w życiu ci nie wyda odpowiednich dokumentów. I dobrze.
uk: Ти не місцевий? Про отримання громадянства можеш забути, Матей за все життя не видасть тобі потрібних документів. І це добре.

source: Nie jesteś tutejszy? Możesz zapomnieć o zostaniu obywatelem, Matey w życiu nie wyda ci odpowiednich dokumentów. I bardzo dobrze.
uk: Ти не місцевий? Про отримання громадянства можеш забути, Матей за все життя не видасть тобі потрібних документів. І дуже добре.

source: Nie jesteś w żadnej pozycji do dyktowania, co mam zrobić. Widzisz tych wszystkich wojowników? Miałeś okazję ich poznać, gdy odwiedzałeś moją twierdzę.
uk: Ти не в тому становищі, щоб диктувати мені, що мені робити. Бачиш всіх цих воїнів? Ти мав нагоду познайомитися з ними, коли відвідував мою фортецю.

source: Nie jesteś wcale taki głupi, na jakiego wyglądasz!
uk: Ти не такий дурний, як виглядаєш!

source: Nie jesteś zbrojnym ramieniem Gildii. Należysz do najemników, ale jako goniec nie jesteś przeznaczony do walki i zadań ochronnych.
uk: Ти не боєць Гільдії. Хоч ти один із найманців, але як посланець ти не призначений для бойових чи захисних завдань.

source: Nie jesteś zbyt rozmowny, co?
uk: Ти не дуже балакучий, чи не так?

source: Nie jesteście członkami tutejszej społeczności.
uk: Ви не є членами місцевої спільноти.

source: Nie jesteście stąd, prawda?
uk: Ви не місцеві, чи не так?

source: Nie jesteście tu zbyt gościnni, co?
uk: Ви тут не дуже гостинні, чи не так?

source: Nie jesteście tutaj mile widziani.
uk: Вам тут не раді.

source: Nie jesteście zbytnio gościnni.
uk: Ви тут не дуже гостинні.

source: Nie jesteśmy barbarzyńcami, nie wysyłamy tam nikogo za byle drobne przestępstwa. Dodatkowo nie wiem co słyszałeś o kolonii, ale to nie jest takie straszne miejsce.
uk: Ми не варвари і не засилаємо туди нікого за дрібні злочини. Крім того, я не знаю, що ти чув про колонію, але це не таке вже й страшне місце.

source: Nie jesteśmy jedną, scentralizowaną organizacją. Raczej niewielkimi grupami, które walczą o równowagę tam, gdzie tego potrzeba.
uk: Ми не є однією централізованою організацією. Скоріше, це невеликі групи, які борються за баланс там, де він потрібен.

source: Nie jesteśmy na to odpowiednio przygotowani, bo w tym roku przybędzie wcześniej niż zwykle.
uk: Ми не зовсім готові до цього, оскільки цього року він прибуде раніше, ніж зазвичай.

source: Nie jesteśmy przecież barbarzyńcami!
uk: Ми ж не варвари, врешті-решт!

source: Nie jesteśmy żołnierzami, Marvin. Pozostaw obronę kraju tym, którzy zostali do tego przeszkoleni i którzy otrzymują za to żołd.
uk: Ми не солдати, Марвіне. Залиш захист країни тим, кого цьому навчали і кому за це платять.

source: Nie każda ofiara jest konieczna. Potraktuj to jako dar ode mnie.
uk: Не кожна жертва є необхідною. Вважай це подарунком від мене.

source: Nie każdy dobrze zareaguje na
uk: Не всі добре відреагують,

source: Nie każdy obrońca Myrtany musi nosić miecz! Wspomóżcie obronę naszego królestwa zaopatrując naszych chłopców w najlepszy sprzęt!
uk: Не кожен захисник Міртани має носити меч! Допоможіть захистити наше королівство, забезпечивши наших бійців найкращим спорядженням!

source: Nie każdy potrafi pozostać niezauważony w tym mieście.
uk: Не кожному вдається залишитися непоміченим у цьому місті.

source: Nie każdy tutaj jest tak dobrze ustawiony, jak ty i twój braciszek.
uk: Не всі тут мають таке ж гарне становище, як ви з братом.

source: Nie każdy tutaj przepada za obcymi.
uk: Не всі тут люблять чужинців.

source: Nie kojarzę cię, weź mnie zostaw.
uk: Я тебе не знаю. Облиш мене.

source: Nie kojarzę cię... Pewnie jesteś jednym z tych uchodźców, którzy niszczą nasze miasto!
uk: Я не впізнаю тебе... Схоже, ти один з тих біженців, які руйнують наше місто!

source: Nie kojarzę, żeby Kurt miał jakiegoś bratanka... Daj mi ci się przyjrzeć... Z twarzy coś tam jesteś jednak podobny do tego szulera.
uk: Не пригадую, щоб у Курта були племінники... Дай-но я подивлюся на тебе... Чимось твоє обличчя нагадує мені цього хитруна.

source: Nie kpij z bogów chłopcze, bo nim się obejrzysz, bogowie zakpią z ciebie.
uk: Не смійся з богів, хлопче, бо не встигнеш і оком моргнути, як боги почнуть сміятися з тебе.

source: Nie kpij ze mnie, gnojku. Nie odstępowałem go na krok!
uk: Не кепкуй з мене, покидьку. Я не відходив від нього ні на крок!

source: Nie kracz. Chociaż, po takim czasie...
uk: Не каркай. Хоча, через стільки часу...

source: Nie kroiłem ciała, tylko zabezpieczałem je przed rozkładem - to spora różnica. Jeśli grot, o którym mówisz, gdzieś tam był, musiał wejść bardzo głęboko, bo go nie widziałem.
uk: Я не розрізав тіло, а лише забальзамував його – це суттєва різниця. Якщо наконечник, про який ти говориш, десь там і був, то він, мабуть, застряг дуже глибоко, бо я його не бачив.

source: Nie krył się ze swoją profesją?
uk: Він не приховував своєї посади?

source: Nie kręci ci się lekko w głowie?
uk: Не паморочиться в голові?

source: Nie krępuj się, pytaj śmiało.
uk: Не соромся, питай сміливо.

source: Nie kursujemy teraz do winnicy Valerio, zrobiło się tam zbyt gorąco.
uk: На виноградник Валерію ми зараз не возимо, там стало дуже гаряче.

source: Nie kłamałeś. Naprawdę ma bardzo ciekawy smak, a pachnie też nie najgorzej. Moi klienci lubią nowe smaki.
uk: Ти не збрехав. Воно справді має дуже цікавий смак, і пахне непогано. Мої клієнти полюбляють нові смаки.

source: Nie kłamię! Wiem, co widziałem!
uk: Я не брешу! Я знаю, що я бачив!

source: Nie lekceważ słabości danej magii! Przykładowo błyskawica nie potrzebuje ulewy, by wyrządzić olbrzymie szkody w wodzie.
uk: Не варто недооцінювати слабкість тієї чи іншої магії! Блискавка, наприклад, і без зливи може завдати величезної шкоди.

source: Nie licz jednak na chwilę wytchnienia, bo zaczynasz pracę już od jutra. Oczekuję cię z samego rana.
uk: Але не розраховуй на хвилину відпочинку, адже від завтра ти приступаєш до роботи. Я чекаю на тебе вранці.

source: Nie licz na lekcję historii. Wiem tyle, ile ci powiedziałem.
uk: Не розраховуй на урок історії. Я знаю лише стільки, скільки розповів.

source: Nie licząc tego, że strasznie wykręca gębę, to nie. Sam spróbuj.
uk: Окрім того, що він жахливо кривить рота, то так. Спробуй сам.

source: Nie lubisz mówić o swoim życiu?
uk: Не любиш розповідати про своє життя?

source: Nie lubią, gdy ktoś zakłóca ich spokój. Szczególnie tyczy się to osobników w okresie godowym. Spółkujący samiec kraba jest bardzo agresywny. Nie wiedząc, co czynią, obywatele miast podchodzą do zajętych sobą skorupiaków, po czym kończą z połamanymi rękami, nogami i licznymi stłuczeniami. Tak czy inaczej – na wypadek bliskiego spotkania z krabem cios obuchem lub strumień magii wystarczy, by je zabić”.
uk: Вони не люблять, коли їх турбують. Особливо це стосується особин у шлюбний період. Краб–самець, який спарюється, дуже агресивний. Не відаючи, що роблять, містяни інколи наближаються до них і отримують переломи рук, ніг та численні синці. Так чи інакше - у разі близької зустрічі з крабом достатньо сильного удару тупою зброєю або заклинанням, щоб його вбити.

source: Nie lubię gdy mnie ktoś okłamuje...
uk: Я не люблю, коли мені брешуть...

source: Nie lubię się dzielić z innymi.
uk: Не люблю ділитись з іншими.

source: Nie lubię takich, którzy nie mają nic do roboty i zawracają głowę innym. Coś jeszcze?
uk: Мені не подобаються люди, яким нема чим зайнятися і які заважають іншим. Щось ще?

source: Nie lubię, ale ufam swojej siostrze. Od wielu lat trzymamy się razem i dobrze na tym wychodziliśmy.
uk: Не люблю, але я довіряю своїй сестрі. Ми тримаємось разом вже багато років і при цьому добре справляємось.

source: Nie ma bardziej znienawidzonego imienia w naszej historii! Zapomnij, nie pomogę ci!
uk: Немає більш ненависного імені в нашій історії! Забудь, я не буду тобі допомагати!

source: Nie ma co do tego pewności.
uk: Я не впевнений у цьому.

source: Nie ma co do tego pewności. Jedyne co znalazłem, to ciało człowieka w lesie.
uk: Я не впевнений у цьому. Єдине, що я знайшов – це тіло чоловіка в лісі.

source: Nie ma co dzielić włosa na czworo. Pomożesz mi zająć się ciałem.
uk: Не варто чіплятися до слів. Ти можеш допомогти мені подбати про тіло.

source: Nie ma co gadać. Musisz iść do Rodericha i wszystko mu przekazać!
uk: Тут немає про що говорити. Ти маєш піти до Родеріха і все йому розповісти!

source: Nie ma co popadać w panikę. Ja zostanę z Jornem i będę go doglądał, a ty spróbujesz zdobyć jakieś mocne lekarstwo.
uk: Не треба панікувати. Я залишуся з Йорном і догляну за ним, а ти спробуй знайти якісь сильні ліки.

source: Nie ma co się rozgadywać, chłopcze. Jesteśmy narodem twardych ludzi i mamy w poważaniu wszystkie wymysły mieszczuchów.
uk: Тут особливо немає про що розповідати, хлопче. Ми народ міцних людей, і нам начхати на всі ці міські уявлення.

source: Nie ma co się teraz rozwodzić nad zmarłymi, gdy miecz jest już tak blisko. Najwidoczniej ich śmierć jest ceną za równowagę.
uk: Немає сенсу сумувати за померлими тепер, коли меч так близько. Мабуть, їхня смерть – це ціна рівноваги.

source: Nie ma co tracić czasu, dorwijmy tego drania.
uk: Не гаймо часу, давай дістанемо цього виродка.

source: Nie ma co tracić czasu, musimy jak najszybciej przekazać te informacje Morrisowi i pozostałym. Im dłużej wyrok nie zapada, tym bardziej rozzłoszczeni są obywatele.
uk: Не можна гаяти часу, ми повинні якнайшвидше донести цю інформацію до Морріса та інших. Чим довше відкладається вирок, тим більше зростає невдоволення громадськості.

source: Nie ma co tracić czasu, rozdzielmy się. Przeszukaj teren w pobliżu molo, a ja udam się w stronę stoczni.
uk: Не можна гаяти часу, давай розділимось. Ти обшукай територію біля причалу, а я піду до корабельні.

source: Nie ma co tracić czasu. Za mną chłopcy!
uk: Не можна гаяти часу. За мною, хлопці!

source: Nie ma co tracić więcej czasu, ruszajmy.
uk: Не гаймо часу, рушаймо далі.

source: Nie ma co wchodzić w szczegóły, i tak niewiele byś zrozumiał.
uk: Не буду вдаватися в подробиці, ти все одно мало що зрозумієш.

source: Nie ma co zaczynać napraw bez drewna. Bastian miał załatwić nową dostawę. Muszę z nim porozmawiać.
uk: Немає сенсу розпочинати ремонт без деревини. Бастіан мав отримати нову партію. Мені потрібно поговорити з ним.

source: Nie ma co zwlekać. Chodź, sprawdzimy, jak wyglądają nasze nowe mundury.
uk: Не варто зволікати. Сходи і подивись, як виглядає наша нова форма.

source: Nie ma co, tragiczne wieści.
uk: Без сумніву, трагічні новини.

source: Nie ma czasu do stracenia!
uk: Не можна гаяти час.

source: Nie ma czasu do stracenia, ruszajmy!
uk: Не можна гаяти часу, вирушаймо!

source: Nie ma czasu do stracenia, ruszajmy.
uk: Не можна гаяти часу, вирушаймо.

source: Nie ma czasu do stracenia.
uk: Не можна гаяти час.

source: Nie ma czasu na gadanie, bierzmy się do roboty.
uk: Немає часу на розмови, до роботи.

source: Nie ma czasu na gadanie, zajmiemy się tymi draniami, a ty biegnij do ratusza!
uk: Немає часу на розмови, ми розберемося з цими покидьками, а ти біжи в ратушу!

source: Nie ma czasu na wyjaśnienia, Grayson cię oczekuje.
uk: Немає часу пояснювати. Грейсон чекає на тебе.

source: Nie ma czasu, musimy opracować taktykę!
uk: Немає часу, треба розробити тактику!

source: Nie ma czego plądrować...
uk: Там нічого взяти...

source: Nie ma czego rabować...
uk: Там нічого взяти...
